{
    "admins": [
        345468527538339850
    ],
    "music_text": [],
    "music_voice": [],
    "no_bercow": [],
    "politics_channels": [
        564574456517885958
    ],
    "politics_triggers": [
        "brexit",
        "politics",
        "tories",
        "tory",
        "labour",
        "corbyn",
        "theresa may",
        "referendum",
        "election",
        "parliament"
    ]
, "burns": {"no_target": ["It should be readily apparent to honourable members that the burn command requires a target.  It's a point so blindingly obvious that only an extraordinarily clever and sophisticated person could fail to grasp it, {0.author.mention}"
							]
			, "multiple_targets": ["It is most unparliamentary to cast such wide aspersions on honourable members.  Please be more specific in who you wish to address, {0.author.mention}"]
			, "burns": ["Yes, {0.mention} is quite the fool"]
			}
	,"responses":{"unauthorised": ["I certainly won't take orders such as those from a junior minister! Hrumph!"]
		, "repeat": ["It is rather disappointing that the honourable member insists on moving an identical motion to one that has already been decided. I would appreciate it greatly if they would cease such behaviour.","The honourable member should be aware that their motion has previously been raised and acted on."
		,"I assure the honourable member that I applaud their efforts, but I would remind them that convention forbids the consideration of an identical issue multiple times within a parliamentary sossion, and I think their colleagues would appreciate it if they kept that in mind."]
		, "invalid": ["If the honourable member had consulted Erskine May, chapter 6, before making their request, they would have avoided wasting this chamber's time by issuing an invalid request.\nI ask that they are more careful next time."]
		, "cooldown": ["ORRRDDEEEEERRRR - members must refrain from spamming the channel with incessant commands.  Calm yourself {0.author.mention}"]
		, "multiple_votes":["ORRRRRDEEEERRRRRR - procedings in the chamber must be conducted in an orderly fashion.  This means, {0.author.mention}, that multiple votes may not be undertaken concurrently.  You must wait for the current vote to be completed before proposing a further motion"]
		, "too_much_corn":["I thank the Honourable Member for complimenting me by suggesting I would be able to carry that many boxes of popcorn, but unfortunately I am only human and thus could not carry more than 20:\n",
							"The Honourable Member must curb their excess, I can only carry 20 boxes:\n",
							"The Honourable Member is most greedy.  20 boxes will have to suffice:\n"]
		, "politics":["ORRRRDEEEEEERRRRRRRRRRRR! I cannot allow political discussion in this forum. Please respect other members and discuss these issues in the correct place.",
        "Order! I don\"t wish to hear it; neither does the House. The Right Honourable Member must take their political discussions to the correct forum.",
        "Mr {0.mention}! You really are a rather over-excited individual! You need to write out 1,000 times \"I will solely discuss politics in the correct channel.\""]
	}
}