{
    "admins": [
        345468527538339850
    ],
    "burns": {
        "burns": [
            "Yes, {0.mention} is quite the fool"
        ],
        "multiple_targets": [
            "It is most unparliamentary to cast such wide aspersions on honourable members.  Please be more specific in who you wish to address, {0.author.mention}"
        ],
        "no_target": [
            "It should be readily apparent to honourable members that the burn command requires a target.  It's a point so blindingly obvious that only an extraordinarily clever and sophisticated person could fail to grasp it, {0.author.mention}"
        ]
    },
    "music_text": [],
    "music_voice": [],
    "no_bercow": [],
    "politics_channels": [
        564574456517885958,
        567115046774112257
    ],
    "politics_triggers": [
        "brexit",
        "politics",
        "tories",
        "tory",
        "labour",
        "corbyn",
        "theresa may",
        "referendum",
        "election",
        "parliament"
    ],
    "response_options": [
        "ORRRRDEEEEEERRRRRRRRRRRR! I cannot allow political discussion in this forum. Please respect other members and discuss these issues in the correct place.",
        "Order! I don\"t wish to hear it; neither does the House. The Right Honourable Member must take their political discussions to the correct forum.",
        "Mr {0.mention}! You really are a rather over-excited individual! You need to write out 1,000 times \"I will solely discuss politics in the correct channel.\""
    ],
    "responses": {
        "invalid": [
            "If the honourable member had consulted Erskine May, chapter 6, before making their request, they would have avoided wasting this chamber's time by issuing an invalid request.\nI ask that they are more careful next time."
        ],
        "repeat": [
            "It is rather disappointing that the honourable member insists on providing information we already know. I would appreciate it greatly if they would cease such behaviour.",
            "The honourable member should be aware that their request has already been made and acted on.",
            "I assure the honourable member that I applaud their efforts, but I would remind them that this house does not need to hear a particular contribution multiple times, and I think their colleagues would appreciate it if they kept that in mind."
        ],
        "unauthorised": [
            "I certainly won't take orders such as those from a junior minister! Hrumph!"
        ]
    }
}